Repository: Jannik-1403/Garten-Simulation
Catalog: Garten_Simulation/Localizable.xcstrings
Source language: de
Languages: en, es, fr, hi, it, ja, ko, nl, pl, pt, ru, tr, zh_hans, zh_hant

# prog_coldshower_d6_desc
source: Dusche heiß, dann wechsle abrupt auf eiskalt. Spüre, wie das Blut in den Kern schießt.
en: Shower hot, then abruptly switch to ice cold. Feel the blood rush to the core.
es: Dúchese con agua caliente y luego cambie abruptamente a agua helada. Siente cómo la sangre corre hasta el centro.
fr: Prenez une douche chaude, puis passez brusquement à une douche glacée. Sentez le sang affluer vers le cœur.
hi: गर्म स्नान करें, फिर अचानक बर्फ़ीले ठंडे स्नान पर स्विच करें। महसूस करें कि रक्त हृदय की ओर दौड़ रहा है।
it: Fai la doccia calda, quindi passa bruscamente a quella ghiacciata. Senti il ​​sangue scorrere fino al midollo.
ja: 熱いシャワーを浴びてから、突然氷のような冷たいシャワーに切り替えます。体の芯まで血液が流れていくのを感じてください。
ko: 뜨거운 물로 샤워한 후 갑자기 얼음물로 전환하십시오. 혈액이 중심부로 돌진하는 것을 느껴보세요.
nl: Douche warm en schakel dan abrupt over naar ijskoud. Voel het bloed naar de kern stromen.
pl: Weź gorący prysznic, a następnie nagle zmień go na lodowaty. Poczuj krew pędzącą do rdzenia.
pt: Tome um banho quente e depois mude abruptamente para um banho gelado. Sinta o sangue correr para o âmago.
ru: Примите горячий душ, а затем резко переключитесь на ледяной. Почувствуйте, как кровь приливает к сердцу.
tr: Sıcak duş alın, ardından aniden buz gibi soğuğa geçin. Kanın çekirdeğe doğru akışını hissedin.
zh_hans: 洗热水澡，然后突然换成冰水。感觉血液冲向核心。
zh_hant: 洗熱水澡，然後突然換成冰水。感覺血液衝向核心。

# prog_coldshower_d6_t1
source: Kontrastdusche (heiß zu kalt) durchgeführt
en: Contrast shower (hot to cold) carried out
es: Ducha de contraste (caliente a fría) realizada
fr: Douche de contraste (chaude à froide) réalisée
hi: कंट्रास्ट शावर (गर्म से ठंडा) किया गया
it: Effettuata doccia di contrasto (da caldo a freddo).
ja: コントラストシャワー（温水から冷水）実施
ko: 대비샤워(온수~냉수) 실시
nl: Contrastdouche (warm naar koud) uitgevoerd
pl: Przeprowadzono prysznic kontrastowy (od gorącego do zimnego).
pt: Chuveiro de contraste (quente a frio) realizado
ru: Проведен контрастный душ (горячий и холодный).
tr: Kontrastlı duş (sıcaktan soğuğa) gerçekleştirildi
zh_hans: 进行对比淋浴（从热到冷）
zh_hant: 進行對比淋浴（從熱到冷）

# prog_coldshower_d6_t2
source: Zuletzt %lld Sekunden eiskalt geblieben
en: Last %lld remained ice cold for seconds
es: El último %lld permaneció helado durante segundos
fr: Le dernier %lld est resté glacial pendant quelques secondes
hi: अंतिम %lld सेकंड के लिए बर्फ जैसा ठंडा रहा
it: L'ultimo %lld è rimasto ghiacciato per secondi
ja: 最後の %lld は数秒間氷のように冷たいままでした
ko: 마지막 %lld은 몇 초 동안 차갑게 유지되었습니다.
nl: Laatste %lld bleef secondenlang ijskoud
pl: Ostatni %lld pozostawał lodowaty przez kilka sekund
pt: O último %lld permaneceu gelado por segundos
ru: Последняя %lld оставалась ледяной в течение нескольких секунд.
tr: Son %lld saniyeler boyunca buz gibi kaldı
zh_hans: 最后 %lld 保持冰冷几秒钟
zh_hant: 最後 %lld 保持冰冷幾秒鐘

# prog_coldshower_d6_title
source: Kontrast-Dusche
en: Contrast shower
es: Ducha de contraste
fr: Douche contrastée
hi: कंट्रास्ट शावर
it: Doccia a contrasto
ja: コントラストシャワー
ko: 콘트라스트 샤워
nl: Contrasterende douche
pl: Kontrastowy prysznic
pt: Chuveiro de contraste
ru: Контрастный душ
tr: Kontrastlı duş
zh_hans: 对比淋浴
zh_hant: 對比淋浴

# prog_coldshower_d7_desc
source: Drehe nicht erst warm auf. Gehe direkt ins eiskalte Wasser. Die ultimative mentale Hürde.
en: Don't turn the heat up first. Go straight into the ice cold water. The ultimate mental hurdle.
es: No subas la temperatura primero. Ve directamente al agua helada. El último obstáculo mental.
fr: N'augmentez pas le feu en premier. Allez directement dans l’eau glacée. L'ultime obstacle mental.
hi: सबसे पहले आंच तेज़ न करें. सीधे बर्फ के ठंडे पानी में चले जाओ। परम मानसिक बाधा.
it: Non alzare prima il riscaldamento. Vai direttamente nell'acqua ghiacciata. L'ultimo ostacolo mentale.
ja: 最初に温度を上げないでください。そのまま氷水に入れてください。究極の精神的ハードル。
ko: 먼저 불을 켜지 마세요. 바로 얼음물에 들어갑니다. 궁극적인 정신적 장애물.
nl: Zet de verwarming niet eerst hoger. Ga meteen het ijskoude water in. De ultieme mentale hindernis.
pl: Nie zwiększaj najpierw ogrzewania. Idź prosto do lodowatej wody. Największa przeszkoda mentalna.
pt: Não aumente o aquecimento primeiro. Vá direto para a água gelada. O último obstáculo mental.
ru: Не включайте сначала огонь. Идите прямо в ледяную воду. Высшее умственное препятствие.
tr: İlk önce ısıyı açmayın. Direkt buz gibi suya girin. Nihai zihinsel engel.
zh_hans: 先不要把暖气调高。直接进入冰冷的水中。最终的心理障碍。
zh_hant: 先不要把暖氣調高。直接進入冰冷的水中。最終的心理障礙。

# prog_coldshower_d7_t1
source: Ohne vorher heiß zu duschen ins Kalte gegangen
en: Went into the cold without taking a hot shower first
es: Entré al frío sin tomar una ducha caliente primero.
fr: Je suis allé dans le froid sans prendre de douche chaude au préalable
hi: पहले गर्म स्नान किए बिना ठंड में चला गया
it: Sono andato al freddo senza prima fare una doccia calda
ja: 最初に熱いシャワーを浴びずに寒い中に入った
ko: 뜨거운 물로 먼저 샤워도 하지 않고 추위 속으로 들어갔다
nl: De kou ingegaan zonder eerst een warme douche te hebben genomen
pl: Poszedłem na zimno, nie biorąc najpierw gorącego prysznica
pt: Fui para o frio sem tomar banho quente primeiro
ru: Вышел на мороз, не приняв предварительно горячий душ
tr: Önce sıcak duş almadan soğuğa girdim
zh_hans: 没有先洗热水澡就进入寒冷状态
zh_hant: 沒有先洗熱水澡就進入寒冷狀態

# prog_coldshower_d7_t2
source: %lld Sekunden durchgehalten
en: %lld Lasted seconds
es: %lld Duró segundos
fr: %lld Dernières secondes
hi: %lld कुछ सेकंड तक चला
it: %lld Durata secondi
ja: %lld 継続した秒数
ko: %lld 지속된 초
nl: %lld Duurde seconden
pl: %lld Trwało sekundy
pt: %lld Durou segundos
ru: %lld Продолжительность в секундах
tr: %lld Geçen saniyeler
zh_hans: %lld 持续秒数
zh_hant: %lld 持續秒數

# prog_coldshower_d7_title
source: Pure Kälte
en: Pure cold
es: puro frio
fr: Froid pur
hi: एकदम ठंडा
it: Freddo puro
ja: 純粋な寒さ
ko: 순수한 추위
nl: Puur koud
pl: Czyste zimno
pt: Frio puro
ru: Чистый холод
tr: Saf soğuk
zh_hans: 纯冷
zh_hant: 純冷

# prog_coldshower_phase_desc_resilienz___dopamin
source: Resilienz & Dopamin
en: Resilience & dopamine
es: Resiliencia y dopamina
fr: Résilience et dopamine
hi: लचीलापन और डोपामाइन
it: Resilienza e dopamina
ja: 回復力とドーパミン
ko: 탄력성과 도파민
nl: Veerkracht & dopamine
pl: Odporność i dopamina
pt: Resiliência e dopamina
ru: Устойчивость и дофамин
tr: Dayanıklılık ve dopamin
zh_hans: 恢复力和多巴胺
zh_hant: 恢復力和多巴胺

# prog_coldshower_phase_title_woche___phasenumber_
source: Woche %lld
en: Week %lld
es: Semana %lld
fr: Semaine %lld
hi: सप्ताह %lld
it: Settimana %lld
ja: 週 %lld
ko: 주 %lld
nl: Week %lld
pl: Tydzień %lld
pt: Semana %lld
ru: Неделя %lld
tr: Hafta %lld
zh_hans: 周 %lld
zh_hant: 週 %lld

# prog_cooking_d1_desc
source: Achte heute bei deiner Hauptmahlzeit darauf, dass sie eine adäquate Menge an Protein (20-40g) enthält.
en: Make sure your main meal today contains an adequate amount of protein (20-40g).
es: Asegúrese de que su comida principal de hoy contenga una cantidad adecuada de proteínas (20-40 g).
fr: Assurez-vous que votre repas principal du jour contienne une quantité adéquate de protéines (20 à 40 g).
hi: सुनिश्चित करें कि आज आपके मुख्य भोजन में पर्याप्त मात्रा में प्रोटीन (20-40 ग्राम) हो।
it: Assicurati che il tuo pasto principale oggi contenga una quantità adeguata di proteine ​​(20-40 g).
ja: 今日の主食には適切な量のタンパク質（20〜40g）が含まれていることを確認してください。
ko: 오늘의 주요 식사에는 적절한 양의 단백질(20-40g)이 포함되어 있는지 확인하십시오.
nl: Zorg ervoor dat uw hoofdmaaltijd vandaag voldoende eiwitten bevat (20-40 g).
pl: Upewnij się, że Twój dzisiejszy główny posiłek zawiera odpowiednią ilość białka (20-40 g).
pt: Certifique-se de que a sua refeição principal de hoje contém uma quantidade adequada de proteínas (20-40g).
ru: Убедитесь, что ваш основной прием пищи сегодня содержит достаточное количество белка (20–40 г).
tr: Bugünkü ana öğününüzün yeterli miktarda protein (20-40g) içerdiğinden emin olun.
zh_hans: 确保您今天的主餐含有足够的蛋白质（20-40 克）。
zh_hant: 確保您今天的主餐含有足夠的蛋白質（20-40 克）。

# prog_cooking_d1_t1
source: Mahlzeit selbst zubereitet
en: Meal prepared by yourself
es: Comida preparada por ti mismo
fr: Repas préparé par vous-même
hi: भोजन स्वयं बनाया
it: Pasto preparato da solo
ja: 自分で用意した食事
ko: 직접 준비한 식사
nl: Zelf bereide maaltijd
pl: Posiłek przygotowany samodzielnie
pt: Refeição preparada por você
ru: Еда, приготовленная самостоятельно
tr: Kendi hazırladığın yemek
zh_hans: 自己准备的饭菜
zh_hant: 自己準備的飯菜

# prog_cooking_d1_t2
source: Fokus auf hohen Proteingehalt
en: Focus on high protein content
es: Centrarse en el alto contenido de proteínas
fr: Focus sur une teneur élevée en protéines
hi: उच्च प्रोटीन सामग्री पर ध्यान दें
it: Concentrati sull'alto contenuto proteico
ja: 高たんぱく質含有量に注目
ko: 높은 단백질 함량에 중점
nl: Focus op een hoog eiwitgehalte
pl: Skoncentruj się na wysokiej zawartości białka
pt: Concentre-se no alto teor de proteína
ru: Сосредоточьтесь на высоком содержании белка
tr: Yüksek protein içeriğine odaklanın
zh_hans: 注重高蛋白质含量
zh_hant: 注重高蛋白質含量

# prog_cooking_d1_title
source: Protein-Fokus
en: Protein focus
es: Enfoque proteico
fr: Focus sur les protéines
hi: प्रोटीन फोकस
it: Focus sulle proteine
ja: タンパク質の焦点
ko: 단백질 집중
nl: Eiwitfocus
pl: Koncentracja na białku
pt: Foco em proteínas
ru: Белковый фокус
tr: Protein odağı
zh_hans: 蛋白质焦点
zh_hant: 蛋白質焦點

# prog_cooking_d2_desc
source: Lass alle fertigen Saucen (Ketchup, BBQ, Fertigdressing) weg. Mach dein Dressing selbst aus Olivenöl und Essig/Zitrone.
en: Leave out all ready-made sauces (ketchup, BBQ, ready-made dressing). Make your own dressing from olive oil and vinegar/lemon.
es: Omita todas las salsas preparadas (ketchup, BBQ, aderezo preparado). Haz tu propio aderezo con aceite de oliva y vinagre/limón.
fr: Oubliez toutes les sauces toutes prêtes (ketchup, BBQ, vinaigrette toute prête). Préparez votre propre vinaigrette à partir d'huile d'olive et de vinaigre/citron.
hi: सभी तैयार सॉस (केचप, बीबीक्यू, तैयार ड्रेसिंग) को छोड़ दें। जैतून के तेल और सिरके/नींबू से अपनी खुद की ड्रेसिंग बनाएं।
it: Escludere tutte le salse già pronte (ketchup, barbecue, condimenti già pronti). Prepara il tuo condimento con olio d'oliva e aceto/limone.
ja: 既製のソース（ケチャップ、バーベキュー、既製のドレッシング）はすべて残します。オリーブオイルと酢/レモンから独自のドレッシングを作ります。
ko: 이미 만들어진 소스(케첩, 바비큐, 이미 만들어진 드레싱)는 모두 빼세요. 올리브 오일과 식초/레몬으로 드레싱을 직접 만들어보세요.
nl: Laat alle kant-en-klare sauzen (ketchup, BBQ, kant-en-klare dressing) achterwege. Maak je eigen dressing van olijfolie en azijn/citroen.
pl: Pomiń wszystkie gotowe sosy (ketchup, BBQ, gotowy dressing). Zrób własny dressing z oliwy z oliwek i octu/cytryny.
pt: Deixe de fora todos os molhos prontos (ketchup, churrasco, molho pronto). Faça seu próprio molho com azeite e vinagre/limão.
ru: Откажитесь от всех готовых соусов (кетчуп, барбекю, готовая заправка). Сделайте свою собственную заправку из оливкового масла и уксуса/лимона.
tr: Tüm hazır sosları (ketçap, barbekü, hazır sos) dışarıda bırakın. Zeytinyağı ve sirke/limondan kendi sosunuzu hazırlayın.
zh_hans: 留下所有现成的酱汁（番茄酱、烧烤酱、现成的调料）。用橄榄油和醋/柠檬制作自己的调味品。
zh_hant: 留下所有現成的醬汁（番茄醬、燒烤醬、現成的調味料）。用橄欖油和醋/檸檬製作自己的調味品。

# prog_cooking_d2_t1
source: Mahlzeit selbst zubereitet
en: Meal prepared by yourself
es: Comida preparada por ti mismo
fr: Repas préparé par vous-même
hi: भोजन स्वयं बनाया
it: Pasto preparato da solo
ja: 自分で用意した食事
ko: 직접 준비한 식사
nl: Zelf bereide maaltijd
pl: Posiłek przygotowany samodzielnie
pt: Refeição preparada por você
ru: Еда, приготовленная самостоятельно
tr: Kendi hazırladığın yemek
zh_hans: 自己准备的饭菜
zh_hant: 自己準備的飯菜

# prog_cooking_d2_t2
source: Komplett auf Zuckerzusätze verzichtet
en: Completely free of added sugar
es: Completamente libre de azúcar añadido
fr: Complètement sans sucre ajouté
hi: अतिरिक्त चीनी से पूरी तरह मुक्त
it: Completamente privo di zuccheri aggiunti
ja: 砂糖を完全に添加していない
ko: 설탕이 전혀 첨가되지 않았습니다.
nl: Geheel vrij van toegevoegde suikers
pl: Całkowicie pozbawiony dodatku cukru
pt: Totalmente livre de adição de açúcar
ru: Полностью без добавления сахара
tr: Tamamen ilave şeker içermez
zh_hans: 完全不含添加糖
zh_hant: 完全不含添加糖

# prog_cooking_d2_title
source: Kein versteckter Zucker
en: No hidden sugar
es: Sin azúcar escondida
fr: Pas de sucre caché
hi: कोई छुपी हुई चीनी नहीं
it: Nessuno zucchero nascosto
ja: 隠れた砂糖はありません
ko: 숨겨진 설탕 없음
nl: Geen verborgen suiker
pl: Żadnych ukrytego cukru
pt: Sem açúcar escondido
ru: Никакого скрытого сахара
tr: Gizli şeker yok
zh_hans: 没有隐藏糖分
zh_hant: 沒有隱藏糖分

# prog_cooking_d3_desc
source: Integriere heute Hülsenfrüchte (Bohnen, Linsen) oder Haferflocken, um deine Darmbakterien zu füttern.
en: Incorporate legumes (beans, lentils) or oatmeal today to feed your gut bacteria.
es: Incorpora hoy legumbres (frijoles, lentejas) o avena para alimentar tus bacterias intestinales.
fr: Incorporez dès aujourd’hui des légumineuses (haricots, lentilles) ou des flocons d’avoine pour nourrir vos bactéries intestinales.
hi: अपने पेट के बैक्टीरिया को पोषण देने के लिए आज ही फलियां (बीन्स, दाल) या दलिया शामिल करें।
it: Incorpora oggi legumi (fagioli, lenticchie) o farina d'avena per nutrire i tuoi batteri intestinali.
ja: 腸内細菌の餌として、今日から豆類（豆、レンズ豆）やオートミールを取り入れましょう。
ko: 오늘 장내 세균의 먹이가 되도록 콩과 식물(콩, 렌즈콩)이나 오트밀을 첨가하세요.
nl: Voeg vandaag nog peulvruchten (bonen, linzen) of havermout toe om uw darmbacteriën te voeden.
pl: Włącz dziś rośliny strączkowe (fasola, soczewica) lub płatki owsiane, aby nakarmić bakterie jelitowe.
pt: Incorpore legumes (feijões, lentilhas) ou aveia hoje para alimentar as bactérias intestinais.
ru: Включите сегодня бобовые (фасоль, чечевица) или овсянку, чтобы подкормить кишечные бактерии.
tr: Bağırsak bakterilerinizi beslemek için bugün baklagilleri (fasulye, mercimek) veya yulaf ezmesini ekleyin.
zh_hans: 今天加入豆类（黄豆、扁豆）或燕麦片来喂养肠道细菌。
zh_hant: 今天就加入豆類（黃豆、扁豆）或燕麥片來餵養腸道細菌。

# prog_cooking_d3_t1
source: Mahlzeit selbst zubereitet
en: Meal prepared by yourself
es: Comida preparada por ti mismo
fr: Repas préparé par vous-même
hi: भोजन स्वयं बनाया
it: Pasto preparato da solo
ja: 自分で用意した食事
ko: 직접 준비한 식사
nl: Zelf bereide maaltijd
pl: Posiłek przygotowany samodzielnie
pt: Refeição preparada por você
ru: Еда, приготовленная самостоятельно
tr: Kendi hazırladığın yemek
zh_hans: 自己准备的饭菜
zh_hant: 自己準備的飯菜

# prog_cooking_d3_t2
source: Extra Ballaststoffe eingebaut
en: Extra fiber built in
es: Fibra extra incorporada
fr: Fibre supplémentaire intégrée
hi: अतिरिक्त फाइबर निर्मित
it: Fibra extra integrata
ja: 追加ファイバー内蔵
ko: 추가 섬유 내장
nl: Extra vezels ingebouwd
pl: Wbudowane dodatkowe włókno
pt: Fibra extra incorporada
ru: Дополнительное волокно встроено
tr: Dahili ekstra fiber
zh_hans: 内置额外纤维
zh_hant: 內建額外纖維

# prog_cooking_d3_title
source: Ballaststoff-Bombe
en: Fiber bomb
es: bomba de fibra
fr: Bombe à fibres
hi: फ़ाइबर बम
it: Bomba in fibra
ja: ファイバー爆弾
ko: 섬유폭탄
nl: Vezel bom
pl: Bomba włóknista
pt: Bomba de fibra
ru: Волоконная бомба
tr: Fiber bomba
zh_hans: 纤维炸弹
zh_hant: 纖維炸彈

# prog_cooking_d4_desc
source: Vermeide Rapsöl oder Sonnenblumenöl zum Braten. Nutze Olivenöl, Butter, Ghee oder Kokosöl. Füge Nüsse/Avocado hinzu.
en: Avoid rapeseed oil or sunflower oil for frying. Use olive oil, butter, ghee or coconut oil. Add nuts/avocado.
es: Evite el aceite de colza o de girasol para freír. Utilice aceite de oliva, mantequilla, ghee o aceite de coco. Agrega nueces/aguacate.
fr: Évitez l'huile de colza ou l'huile de tournesol pour la friture. Utilisez de l'huile d'olive, du beurre, du ghee ou de l'huile de noix de coco. Ajouter les noix/avocat.
hi: तलने के लिए रेपसीड तेल या सूरजमुखी तेल से बचें। जैतून का तेल, मक्खन, घी या नारियल तेल का प्रयोग करें। मेवे/एवोकाडो डालें।
it: Evitare l'olio di colza o l'olio di girasole per friggere. Usa olio d'oliva, burro, burro chiarificato o olio di cocco. Aggiungi noci/avocado.
ja: 揚げ物には菜種油やひまわり油は避けてください。オリーブオイル、バター、ギー、またはココナッツオイルを使用してください。ナッツ/アボカドを加えます。
ko: 튀김에는 유채기름이나 해바라기유를 사용하지 마세요. 올리브 오일, 버터, 버터 기름 또는 코코넛 오일을 사용하십시오. 견과류/아보카도를 추가하세요.
nl: Vermijd koolzaadolie of zonnebloemolie om te frituren. Gebruik olijfolie, boter, ghee of kokosolie. Noten/avocado toevoegen.
pl: Do smażenia unikaj oleju rzepakowego i słonecznikowego. Używaj oliwy z oliwek, masła, ghee lub oleju kokosowego. Dodać orzechy/awokado.
pt: Evite óleo de colza ou óleo de girassol para fritar. Use azeite, manteiga, ghee ou óleo de coco. Adicione nozes/abacate.
ru: Избегайте использования рапсового или подсолнечного масла для жарки. Используйте оливковое, сливочное, топленое или кокосовое масло. Добавьте орехи/авокадо.
tr: Kızartma için kolza yağı veya ayçiçek yağından kaçının. Zeytinyağı, tereyağı, sade yağ veya hindistancevizi yağı kullanın. Fındık/avokado ekleyin.
zh_hans: 避免使用菜籽油或葵花籽油进行煎炸。使用橄榄油、黄油、酥油或椰子油。添加坚果/鳄梨。
zh_hant: 避免使用菜籽油或葵花籽油煎炸。使用橄欖油、奶油、酥油或椰子油。添加堅果/酪梨。

# prog_cooking_d4_t1
source: Mahlzeit selbst zubereitet
en: Meal prepared by yourself
es: Comida preparada por ti mismo
fr: Repas préparé par vous-même
hi: भोजन स्वयं बनाया
it: Pasto preparato da solo
ja: 自分で用意した食事
ko: 직접 준비한 식사
nl: Zelf bereide maaltijd
pl: Posiłek przygotowany samodzielnie
pt: Refeição preparada por você
ru: Еда, приготовленная самостоятельно
tr: Kendi hazırladığın yemek
zh_hans: 自己准备的饭菜
zh_hant: 自己準備的飯菜

# prog_cooking_d4_t2
source: Nur hochwertige Fette genutzt
en: Only high-quality fats used
es: Sólo se utilizan grasas de alta calidad.
fr: Seules des graisses de haute qualité sont utilisées
hi: केवल उच्च गुणवत्ता वाली वसा का उपयोग किया जाता है
it: Vengono utilizzati solo grassi di alta qualità
ja: 良質な油脂のみを使用
ko: 고품질 지방만을 사용
nl: Er worden alleen hoogwaardige vetten gebruikt
pl: Używane są wyłącznie tłuszcze wysokiej jakości
pt: Apenas gorduras de alta qualidade usadas
ru: Используются только качественные жиры
tr: Yalnızca yüksek kaliteli yağlar kullanılır
zh_hans: 仅使用优质脂肪
zh_hant: 只使用優質脂肪

# prog_cooking_d5_desc
source: Koche etwas, das du noch nie zubereitet hast. Such dir ein gesundes Rezept im Internet und folge ihm.
en: Cook something you've never cooked before. Find a healthy recipe online and follow it.
es: Cocina algo que nunca hayas cocinado antes. Encuentre una receta saludable en línea y sígala.
fr: Cuisinez quelque chose que vous n'avez jamais cuisiné auparavant. Trouvez une recette saine en ligne et suivez-la.
hi: कुछ ऐसा पकाएं जो आपने पहले कभी नहीं पकाया हो। ऑनलाइन एक स्वस्थ नुस्खा खोजें और उसका पालन करें।
it: Cucina qualcosa che non hai mai cucinato prima. Trova una ricetta salutare online e seguila.
ja: これまでに作ったことのないものを作ります。オンラインで健康的なレシピを見つけて、それに従ってください。
ko: 한 번도 요리해 본 적이 없는 것을 요리해 보세요. 온라인에서 건강한 요리법을 찾아 따라해보세요.
nl: Kook iets dat je nog nooit eerder hebt gekookt. Zoek online een gezond recept en volg het.
pl: Ugotuj coś, czego nigdy wcześniej nie gotowałeś. Znajdź w Internecie zdrowy przepis i postępuj zgodnie z nim.
pt: Cozinhe algo que você nunca cozinhou antes. Encontre uma receita saudável online e siga-a.
ru: Приготовьте то, что вы никогда раньше не готовили. Найдите в Интернете здоровый рецепт и следуйте ему.
tr: Daha önce hiç pişirmediğiniz bir şeyi pişirin. İnternetten sağlıklı bir tarif bulun ve uygulayın.
zh_hans: 煮一些你以前从未煮过的东西。在线查找健康食谱并遵循。
zh_hant: 煮一些你從未煮過的東西。在線查找健康食譜並遵循。

# prog_cooking_d5_t1
source: Mahlzeit selbst zubereitet
en: Meal prepared by yourself
es: Comida preparada por ti mismo
fr: Repas préparé par vous-même
hi: भोजन स्वयं बनाया
it: Pasto preparato da solo
ja: 自分で用意した食事
ko: 직접 준비한 식사
nl: Zelf bereide maaltijd
pl: Posiłek przygotowany samodzielnie
pt: Refeição preparada por você
ru: Еда, приготовленная самостоятельно
tr: Kendi hazırladığın yemek
zh_hans: 自己准备的饭菜
zh_hant: 自己準備的飯菜

# prog_cooking_d5_t2
source: Ein neues Rezept ausprobiert
en: Tried a new recipe
es: Probé una nueva receta
fr: J'ai essayé une nouvelle recette
hi: एक नया नुस्खा आजमाया
it: Ho provato una nuova ricetta
ja: 新しいレシピを試してみた
ko: 새로운 레시피를 시도했어요
nl: Een nieuw recept geprobeerd
pl: Wypróbowałem nowy przepis
pt: Tentei uma nova receita
ru: Попробовала новый рецепт
tr: Yeni bir tarif denedim
zh_hans: 尝试了新食谱
zh_hant: 嘗試了新食譜

# prog_cooking_d5_title
source: Neues Rezept
en: New recipe
es: Nueva receta
fr: Nouvelle recette
hi: नया नुस्खा
it: Nuova ricetta
ja: 新しいレシピ
ko: 새로운 레시피
nl: Nieuw recept
pl: Nowy przepis
pt: Nova receita
ru: Новый рецепт
tr: Yeni tarif
zh_hans: 新配方
zh_hant: 新配方

# prog_cooking_d6_desc
source: Nutze heute absolut keine Lebensmittel, die mehr als 3 Zutaten auf der Verpackung stehen haben.
en: Today, absolutely do not use any food that has more than 3 ingredients on the packaging.
es: Hoy en día, no utilices en absoluto ningún alimento que tenga más de 3 ingredientes en el envase.
fr: Aujourd’hui, n’utilisez absolument aucun aliment contenant plus de 3 ingrédients sur l’emballage.
hi: आज ऐसे किसी भी खाद्य पदार्थ का उपयोग बिल्कुल न करें जिसकी पैकेजिंग पर 3 से अधिक सामग्रियां हों।
it: Oggi è assolutamente vietato utilizzare alimenti che contengano più di 3 ingredienti sulla confezione.
ja: 現在、パッケージに3つ以上の原材料が記載されている食品は絶対に使用しないでください。
ko: 오늘날에는 포장에 3가지 이상의 성분이 포함된 식품은 절대 사용하지 마십시오.
nl: Gebruik tegenwoordig absoluut geen voedsel met meer dan 3 ingrediënten op de verpakking.
pl: Dziś absolutnie nie używaj żadnej żywności, która ma więcej niż 3 składniki na opakowaniu.
pt: Hoje, absolutamente não utilize nenhum alimento que tenha mais de 3 ingredientes na embalagem.
ru: Сегодня категорически не употребляйте продукты, на упаковке которых содержится более 3 ингредиентов.
tr: Günümüzde ambalajında ​​3'ten fazla bileşen bulunan hiçbir gıdayı kesinlikle kullanmayın.
zh_hans: 如今，绝对不要使用包装上含有 3 种以上成分的任何食品。
zh_hant: 如今，絕對不要使用包裝上含有 3 種以上成分的任何食品。

# prog_cooking_d6_t1
source: Mahlzeit selbst zubereitet
en: Meal prepared by yourself
es: Comida preparada por ti mismo
fr: Repas préparé par vous-même
hi: भोजन स्वयं बनाया
it: Pasto preparato da solo
ja: 自分で用意した食事
ko: 직접 준비한 식사
nl: Zelf bereide maaltijd
pl: Posiłek przygotowany samodzielnie
pt: Refeição preparada por você
ru: Еда, приготовленная самостоятельно
tr: Kendi hazırladığın yemek
zh_hans: 自己准备的饭菜
zh_hant: 自己準備的飯菜

# prog_cooking_d6_t2
source: Nur Whole-Foods (unverarbeitet) verwendet
en: Only whole foods (unprocessed) used
es: Sólo se utilizan alimentos integrales (sin procesar)
fr: Seuls les aliments entiers (non transformés) sont utilisés
hi: केवल संपूर्ण खाद्य पदार्थ (असंसाधित) का उपयोग किया जाता है
it: Vengono utilizzati solo alimenti integrali (non trasformati).
ja: 自然食品（未加工）のみを使用
ko: 가공되지 않은 자연 식품만을 사용합니다.
nl: Er worden alleen hele voedingsmiddelen (onbewerkt) gebruikt
pl: Używa się wyłącznie całej żywności (nieprzetworzonej).
pt: Apenas alimentos integrais (não processados) usados
ru: Используются только цельные продукты (необработанные)
tr: Yalnızca bütün gıdalar (işlenmemiş) kullanılır
zh_hans: 仅使用天然食品（未加工）
zh_hant: 僅使用天然食品（未加工）
